[
    {
        "id": 2,
        "title": "THE LINGERING FRAGRANCE: PROCEEDINGS OF THE XXIV ALL INDIA LIBRARY CONFERENCE, BANGALORE.",
        "body": "PAPERS AND PROCEEDINGS FROM THE CONFERENCE, WITH A SUMMARY BY N.D. BAGARI, AND TRANSCRIPTS OF THE INAUGURAL SPEECH, INTRODUCTORY PAPERS, AND MAIN PRESENTATIONS. THE CONFERENCE WAS HELD FROM 29 JAN TO 1 FEB 78."
    },
    {
        "id": 27,
        "title": "LIBRARY SERVICE TO CHILDREN-A JOB OR A PROFESSION?.",
        "body": "EMPHASISES THE IMPORTANCE OF CHILDREN'S LIBRARIANSHIP AS A PROFESSION. THE CHILDREN'S LIBRARIAN MUST BE ABLE TO COMMUNICATE WITH CHILDREN; TO INVOLVE HIM/HERSELF CONTINUALLY WITH CHILDREN, THEIR MATERIALS AND IDEAS; TO PLAN FOR THE DEVELOPMENT OF SERVICES; AND TO BE AWARE OF HIS/HER RESPONSIBILITIES TO TOMORROW'S ADULTS."
    },
    {
        "id": 158,
        "title": "CIRCLE OF STATE LIBRARIANS CONFERENCE ON GOVERNMENT LIBRARY AND INFORMATION NETWORKS.",
        "body": "THE CONFERENCE WAS HELD IN THE RUNCIMAN LECTURE THEATRE, NATIONAL MARITIME MUSEUM, GREENWICH, 29 OCT 80. REVIEWS PAPERS AND PROCEEDINGS OF THE CONFERENCE, COVERING SUCH TOPICS AS SUBJECT LEADERSHIP AND COOPERATION WITHIN GOVERNMENT, THE MAFF LIBRARY NETWORK AND REGIONAL COOPERATION, AND EUROPEAN AND INTERNATIONAL NETWORKS."
    },
    {
        "id": 214,
        "title": "HEADPHONES FOR LIBRARY AND EDUCATIONAL USE.",
        "body": "REVIEW OF THE CURRENT MANUFACTURE AND LIBRARY AND EDUCATIONAL USE OF HEADPHONES, WITH TEST REPORTS ON 19 MODELS, INCLUDING AUDIOTRONICS HS20, AVID H88, MURDOCK D603-16, SUPEREX AV-720 AND WOLLENSAK A-0483."
    },
    {
        "id": 293,
        "title": "STRATEGIC PETROLEUM RESERVE DATA ACQUISITION SYSTEM.",
        "body": "THE STRATEGIC PETROLEUM RESERVE DATA ACQUISITION SYSTEM IS A GENERAL PURPOSE, DIGITAL DATA ACQUISITION SYSTEM DESIGNED FOR FIELD USE IN THE DOE'S STRATEGIC PETROLEUM RESERVE TESTING AND MONITORING PROGRAMME."
    },
    {
        "id": 398,
        "title": "ONLINE INFORMATION RETRIEVAL BIBLIOGRAPHY. FOURTH UPDATE.",
        "body": "BIBLIOGRAPHY WITH 441 REFS COVERING THE PERIOD 1979 TO MID-1980."
    },
    {
        "id": 426,
        "title": "THE GENE-TOX PROGRAM: GENETIC ACTIVITY EVALUATION.",
        "body": "THE GENE-TOX PROGRAM, A 2-PHASE EVALUATION FROM THE EXISTING LITERATURE OF SELECTED BIOASSAYS FOR DETECTING MUTAGENICITY AND PRESUMPTIVE CARCINOGENICITY, IS DESCRIBED. SPONSORED AND DIRECTED BY THE OFFICE OF TESTING AND EVALUATION WITHIN THE US ENVIRONMENTAL PROTECTION AGENCY'S (EPA) OFFICE OF PESTICIDES AND TOXIC SUBSTANCES, THIS PROGRAM WILL AID EPA IN ESTABLISHING STANDARD GENETIC TESTING AND EVALUATION PROCEDURES FOR THE REGULATION OF TOXIC SUBSTANCES AND DETERMINING THE DIRECTION OF RESEARCH AND DEVELOPMENT IN THE AREA OF GENETIC TOXICOLOGY."
    },
    {
        "id": 440,
        "title": "DISTRIBUTED ROUTING.",
        "body": "IN DISTRIBUTED ROUTING EACH NODE RECEIVES SOME INFORMATION ABOUT THE NETWORK FROM ITS ADJACENT NODES AND USES THE INFORMATION TO DETERMINE THE MANNER IN WHICH IT FORWARDS ITS TRAFFIC. GIVES 3 EXAMPLES OF DISTRIBUTED ROUTING IN A DATA COMMUNICATION NETWORK. A ROUTING ALGORITHM IS THEN GIVEN WHERE A GENERALISED DISTRIBUTED ROUTING PROCEDURE PROPOSES A FLOW CHANGE AND A CENTRAL NODE DETERMINES THE OPTIMAL SCALE OF THE PROPOSED CHANGE."
    },
    {
        "id": 473,
        "title": "COMPUTERS ON THE MASTHEAD: HOW AUTOMATION BLUE-PENCILS THE PRODUCTION CYCLE.",
        "body": "CONTRIBUTION TO A SPECIAL SECTION ON TECHNOLOGY. DESCRIBES THE USE OF AUTOMATION IN THE WRITING AND PRODUCTION OF 2 MAGAZINES-THE FM GUIDE AND TORONTO LIFE; DISCUSSES THE ADVANTAGES, COSTS, AND SAVINGS; DESCRIBES THE INITIAL PROBLEMS; AND LOOKS TO THE FUTURE."
    },
    {
        "id": 703,
        "title": "CAN YOU AFFORD TO STAY HOME?.",
        "body": "PRESENTS 11 INTERVIEWS WITH MEDICAL LIBRARIANS WHO ATTENDED THE ANNUAL MEETING OF THE MEDICAL LIBRARY ASSOCIATION, WASHINGTON, D.C., 16-20 JUNE 80. THE LIBRARIANS DISCUSS THEIR WORK AND THEIR FEELINGS ABOUT THE MLA MEETING."
    },
    {
        "id": 811,
        "title": "A VIEW FROM ZAMBIA.",
        "body": "CONTRIBUTION TO A SECTION DEVOTED TO PLANNING INTERLENDING SYSTEMS FOR DEVELOPING COUNTRIES. IN ZAMBIA, ACQUISITIONS ARE CENTRALISED, WHICH CAN LEAD TO UNSUITABLE SELECTION FOR LOCAL LIBRARIES. THE NATIONAL LIBRARY RECEIVES MOST FUNDS, WHILE OTHER LIBRARIES SUFFER, AND THERE ARE FEW GOOD BOOKSHOPS. INTERLENDING IS FOCUSED ON THE NATIONAL UNIVERSITY LIBRARY, AND ATTEMPTS TO CREATE A NATIONAL UNION CATALOGUE HAVE FAILED SO FAR. DEMAND FOR BOOKS IS HIGH, BUT LIBRARIANS' STATUS IS LOW. INTERLENDING COULD BE BASED ON EXISTING RESEARCH COLLECTIONS, BUT A CENTRAL COLLECTION OF JOURNALS WOULD BE COSTLY AND PREMATURE."
    },
    {
        "id": 951,
        "title": "MAILPHONE' A NEW CONCEPT IN ELECTRONIC MAIL NETWORKING.",
        "body": "TECHNICAL REPORT COVERING A 6-MONTH PERIOD (JULY-DEC 80) DESCRIBES THE DESIGN OF THE MAILPHONE. SHOWS THAT NEW APPROACHES TO MAN-COMPUTER INTERFACE DESIGN CAN OVERCOME SERIOUS PROBLEMS ASSOCIATED WITH THE UNDERUTILISATION OF MILITARY COMPUTER SYSTEMS. THE MILITARY COMPUTER SYSTEM SELECTED FOR IMPROVEMENT WAS THE ARPANET ELECTRONIC MAIL SYSTEM. THE IMPROVEMENTS WERE REALISED BY A COMPLETE REDESIGN OF THE ELECTRONIC MAIL INTERFACE, AND DEMONSTRATED BY THE MAILPHONE, A MICROPROCESSOR-BASED SYSTEM FEATURING A DESK TOP UNIT PURPOSELY DESIGNED TO RESEMBLE THE FAMILIAR TELEPHONE."
    },
    {
        "id": 953,
        "title": "TELECOMMUNICATIONS AND EDUCATION IN THE 1980S.",
        "body": "THE FUTURE ROLE OF TELEVISION IN THE EDUCATION OF YOUNG PEOPLE IS DISCUSSED BRIEFLY. CABLE-SATELLITE SYSTEMS ARE INCLUDED."
    },
    {
        "id": 1019,
        "title": "BLISS WITH PLUMBE-A TRIBUTE TO WILFRED J. PLUMBE.",
        "body": "WILFRED J. PLUMBE RETIRED FROM HIS POSITION AS LIBRARIAN OF THE PAPUA NEW GUINEA UNIVERSITY OF TECHNOLOGY IN OCT 80, AFTER NEARLY 50 YEARS IN LIBRARIANSHIP, MUCH OF IT IN THIRD WORLD COUNTRIES. COMPRISES REMINISCENCES BY SOME OF HIS FORMER COLLEAGUES' HEDWIG ANUAR, IN SINGAPORE; LIM HUCK-TEE, IN MALAYSIA; AN ANONYMOUS CORRESPONDENT FROM MALAWI; B.L.B. MUSHONGA, FROM GUYANA; AND SUSIL BHAN, FROM FIJI."
    },
    {
        "id": 1020,
        "title": "FRIENDS OF LIBRARIES SOURCEBOOK.",
        "body": "SUMMARISES AND EXPANDS UPON A US NATIONWIDE SURVEY OF FRIENDS OF LIBRARY ORGANISATIONS. THIS SOURCEBOOK, BASED ON THE TYPICAL COMMITTEE STRUCTURE OF A FRIENDS GROUP, PROVIDES SUCCESSFUL, PROVEN EXAMPLES OF ACTIVITIES, AND EXAMINES THE PROBLEMS OF SUCH VOLUNTEER ORGANISATIONS. THE IDEAS PRESENTED MAY BE USED BY BOTH ACADEMIC AND PUBLIC LIBRARIES."
    },
    {
        "id": 1088,
        "title": "SELF-DIRECTED LEARNING AND THE PUBLIC LIBRARY: A CHOICE?.",
        "body": "REFERS TO A STUDY IN WHICH SELF-DIRECTED LEARNERS PLACED THE LIBRARY 6TH OUT OF 7 LOCATIONS IN DESIRABILITY AS A LEARNING PLACE AND RANKED LIBRARIANS BOTTOM OUT OF 7 CATEGORIES OF PEOPLE FROM WHOM THEY OBTAINED HELP. DISCUSSES THE IMPLICATIONS OF THESE RESULTS FOR PUBLIC LIBRARIES AND OFFERS SOME THOUGHTS ON THE DIFFICULTY LIBRARIANS HAVE WITH THEIR EDUCATIONAL ROLE."
    },
    {
        "id": 1089,
        "title": "GREEN LIBRARY DEDICATION ADDRESS' THE RESEARCH LIBRARY, AN OUTPOST OF CULTURAL CONTINUITY.",
        "body": "DELIVERED AT THE DEDICATION OF THE EAST WING OF THE CECIL H. GREEN LIBRARY, STANFORD UNIVERSITY, CALIFORNIA, 11 APR 80. IN THE 7TH CENTURY, THE VENERABLE BEDE COLLECTED THE MAJOR SOURCES REQUIRED FOR AN UNDERSTANDING OF HIS ENTIRE HERITAGE AND HIS OBSCURE MONASTERY AT JARROW BECAME AN OUTPOST OF CULTURAL CONTINUITY IN AN AGE OF FEW SUCH OUTPOSTS. SUGGESTS THAT THE GREEN LIBRARY MAY WELL BECOME 'JARROW-ON-THE-PACIFIC'. EXPANDS THE ANALOGY AND URGES THE GREEN LIBRARY TO REPAY THE DEBT OWED TO BEDE BY BUILDING A COLLECTION FOR POSTERITY."
    },
    {
        "id": 1160,
        "title": "COLLECTION SIZE AND EFFECTIVENESS IN PUBLIC LIBRARY BRANCHES.",
        "body": "DESCRIBES THE LOGAN SQUARE EXPERIMENTAL BOOK BRANCH OF CHICAGO PUBLIC LIBRARY. THIS BRANCH LIBRARY IS AIMING TO PROVIDE A BETTER SERVICE TO EXISTING USERS AND MAKES NO ATTEMPT TO 'OUTREACH' TO THE COMMUNITY. STAFF RESOURCES HAVE DECREASED DURING THE EXPERIMENT AND THE BOOK BUDGET IS CONSISTENT WITH THOSE OF SIMILARLY-SIZED LIBRARIES. IN 1978-79 (THE EXPERIMENT'S 1ST YEAR), THE BOOKSTOCK WAS INCREASED FROM 45,000 TO 66,500 VOLUMES (MAINLY BY ACCEPTING DISCARDS FROM OTHER BRANCHES) AND A MAGAZINE COLLECTION WAS STARTED. AFTER DECLINING FOR 10 YEARS, CIRCULATION INCREASED BY 19% IN 1979. IT IS TOO EARLY TO ANALYSE THE EXPERIMENT'S RESULTS, BUT THE FUTURE LOOKS GOOD. PERHAPS THIS IS A TRUE MEASURE OF PUBLIC LIBRARY EFFECTIVENESS."
    },
    {
        "id": 1238,
        "title": "IMPROVEMENT OF DISSEMINATION DELIVERY STRATEGIES' DEVELOPING THE STATE CONSULTANT MODEL.",
        "body": "THIS PAPER DESCRIBES THE RATIONALE AND DESIGN OF THE STATE CONSULTANT MODEL DEVELOPED FOR THE 6 STATE NORTHWEST REGION OF ALASKA, HAWAII, IDAHO, MONTANA, OREGON, AND WASHINGTON FOR THE DISSEMINATION OF EDUCATIONAL RESEARCH INFORMATION AND OTHER RESOURCES. REPORT NOT AVAILABLE FROM NTIS."
    },
    {
        "id": 1305,
        "title": "CONTINUING) EDUCATION IN HANDLING SCIENTIFIC INFORMATION' A NECESSITY FOR A (WISE) EDUCATION POLICY.A",
        "body": " SURVEY HELD IN THE NETHERLANDS IN 1979 SHOWED THAT LESS THAN 50% OF RECENTLY-GRADUATED STUDENTS WERE ABLE TO PERFORM LITERATURE SEARCHES IN THEIR OWN SUBJECTS EFFECTIVELY. THE PROBLEM WAS RECOGNISED IN 1973 BY THE COMMISSIE ALGEMENE VRAAGSTUKKEN UNIVERSITAIR BIBLIOTHEEKWEZEN (COMMITTEE ON GENERAL AFFAIRS IN UNIVERSITY LIBRARIES) WHICH RECOMMENDED COURSES OF INSTRUCTION BE GIVEN TO STUDENTS IN THE USE OF LIBRARIES AND INFORMATION SOURCES. MORE RECENTLY THE DUTCH GOVERNMENT IN A POLICY DOCUMENT ISSUED IN 1980 RECOGNISED THE GROWING NEED FOR ACCESS TO INFORMATION IN A MODERN, HIGHLY-INDUSTRIALISED AND COMPLEX SOCIETY. PRIORITY SHOULD BE GIVEN TO PROVIDING COURSES IN LIBRARY INSTRUCTION IN BOTH SCHOOLS AND UNIVERSITIES TO ENABLE EVERYONE TO PARTICIPATE FULLY IN THE INFORMATION SOCIETY OF THE FUTURE."
    },
    {
        "id": 1319,
        "title": "MEASUREMENT OF REFERENCE SERVICE' REFERENCE STATISTICS 1978/79' UNIVERSITY LIBRARY, UNIVERSITY OF ILLINOIS AT URBANA-CHAMPAIGN.",
        "body": "THE TYPES OF STATISTICS NEEDED FOR THE ADMINISTRATION OF A REFERENCE PROGRAMME IN AN ACADEMIC LIBRARY WERE INVESTIGATED BY COLLECTING DATA ON VARIABLES SUCH AS PEAK TIMES OF HEAVIST REFERENCE USE, TYPE OF REFERENCE QUESTIONS, TIME SPENT IN ANSWERING QUESTIONS, TYPE OF EMPLOYEE ANSWERING QUESTIONS, ADEQUACY OF RESPONSES, REASONS FOR INADEQUATE ANSWERS, AND WHETHER PROFESSIONAL STAFF WERE ANSWERING THE MORE SOPHISTICATED QUESTIONS. ANALYSIS OF THE DATA INDICATED THAT SUCH INFORMATION COULD BE USED FOR THE ADMINISTRATION OF AN ACADEMIC LIBRARY REFERENCE SERVICE AND THAT A STANDARDISED DATA FORM COULD BE USED FOR BOTH GENERAL REFERENCE SERVICE AND REFERENCE SERVICE IN A SPECIALISED SUBJECT AREA."
    },
    {
        "id": 1461,
        "title": "THE POLISH TERRITORIAL BIBLIOGRAPHY SYSTEM' ORGANISATIONAL MATTERS.",
        "body": "DISCUSSES THE ORGANISATION OF A SYSTEM OF TERRITORIAL BIBLIOGRAPHIES UNDER FORMATION IN POLAND, BASED ON THE RESOLUTIONS OF THE 3RD ALL-COUNTRY MEETING OF BIBLIOGRAPHERS, 1978. THE NEW SYSTEM IS BASED ON A PLANNED, CONTROLLED SYSTEM OF BIBLIOGRAPHIES COVERING THE WHOLE TERRITORY OF THE COUNTRY, AND SYNCHRONISED WITH THE COUNTRY'S PRESENT ADMINISTRATIVE DIVISION. IT IS DESIGNED TO SUPPLEMENT THE EXISTING NATIONAL BIBLIOGRAPHY, BY RECORDING INFORMATION SOURCES NOT AT PRESENT COVERED BY IT. TERRITORIAL BIBLIOGRAPHIES ARE CONSIDERED AS INFORMATION TOOLS WITHIN THE TERRITORIAL INFORMATION SYSTEM SINTO (NATIONAL SYSTEM OF SCIENTIFIC AND TECHNICAL INFORMATION). COMPARES THE SYSTEM WITH FOREIGN BIBLIOGRAPHIC SYSTEMS. THE SYSTEM IS ORGANISED JOINTLY BY THE MINISTRY OF CULTURE AND ARTS AND THE POLISH LIBRARY SYSTEM."
    },
    {
        "id": 1489,
        "title": "AD AGENCY SURVEY PROBES VIEWER VIEW OF NEW VIDEO.",
        "body": "A SURVEY OF VIEWERS' REACTIONS TO NEW FORMS OF VIDEO TECHNOLOGY AND THEIR WILLINGNESS TO PAY FOR AND USE VARIOUS PRODUCTS AND SERVICES IS REVIEWED. FACTORS CONSIDERED INCLUDE SUBSCRIPTION INTEREST, COST, CONSUMER RESISTANCE TO ADVERTISING AND TO INTERACTIVE CABLE SYSTEMS."
    },
    {
        "id": 1491,
        "title": "MICROFORMS USE IN GUARDIAN ROYAL EXCHANGE ASSURANCE.",
        "body": "PAPER PRESENTED AND THE MICROGRAPHICS IN BANKING AND INSURANCE SEMINAR, BRISTOL, MAR 80. PRESENTS AN OUTLINE OF THE STRUCTURE AND ORGANISATION OF THE GUARDIAN ROYAL EXCHANGE ASSURANCE COMPANY, A COMPOSITE INSURANCE COMPANY DEALING IN ALL CLASSES OF INSURANCE. FOR LEGAL REASONS PAPER RECORDS ARE IMPORTANT, SINCE, ALTHOUGH MICROFILM IS ACCEPTED BY COURTS, THE EVIDENCE ON IT MAY NOT BE ACCEPTED. USE OF MICROFILM TO SAVE SPACE IN KEEPING RECORDS HAS TO BE SIMPLE AND COST-EFFECTIVE. A PILOT SCHEME WAS LAUNCHED AT 5 BRANCHES, USING 16 OF THE LARGEST AND MOST SUITABLE TABULATIONS FOR MICROFILM. A REPORT ON PROBLEMS IN THE USE OF MICROFILM WAS PRODUCED, HIGHLIGHTING RESISTANCE TO CHANGE, AND CRITICISMS OF THE MICROREADER. A MODIFIED FRONT PROJECTION READER WAS OBTAINED AND WAS RECEIVED WITH MUCH ACCLAIM. THE CONVERSION OF COMPUTER TABULATED OUTPUT TO COM IS REACHING ITS CONCLUSION, AND THE COMPANY IS NOW LOOKING AT CONVENTIONAL MICROFILMING OF P APER RECORDS."
    },
    {
        "id": 1625,
        "title": "A STUDY OF THE PROBLEMS OF INFORMATION FLOWS IN SELECTED PHYSICOCHEMICAL PROBLEM AREAS.",
        "body": "DETERMINES VOLUMES OF DOCUMENT FLOW IN SELECTED PHYSICOCHEMICAL PROBLEM AREAS AND THE PATTERN OF DISTRIBUTION OF SERIAL AND PERIODICAL ARTICLES. BOTH PARAMETERS ARE SHOWN TO VARY WITH TIME AND PROBLEM. NO SIGNIFICANT DIFFERENCES ARE IDENTIFIED IN THE SUBJECT ORIENTATION OF PUBLICATIONS GROUPED ACCORDING TO THE BRADFORD 3-ZONE MODEL. SUGGESTS THAT TO DEVELOP REFERENCE/INFORMATION COLLECTIONS IN SPECIFIC SUBJECT AREAS, ALL PUBLISHED SOURCES SHOULD BE SEPARATED INTO 2 BROAD CATEGORIES-CORE PUBLICATIONS WITH RESPECT TO A GIVEN THEME AND THE REST. DESCRIBES A METHOD FOR IDENTIFYING CORE PUBLICATIONS."
    },
    {
        "id": 1675,
        "title": "SPECIAL LIBRARIES ASSOCIATION' NEW YORK CHAPTER. SALARY SURVEY, 1979.",
        "body": "THIS SALARY SURVEY OF SPECIAL LIBRARIES THROUGHOUT NEW YORK STATE PRESENTS EARNINGS FOR LIBRARIANS AND ASSOCIATED PERSONNEL EMPLOYED BY CORPORATE, ACADEMIC, GOVERNMENT AGENCY, PUBLIC, AND OTHER INSTITUTIONS AS OF JAN 79. SALARY FIGURES ARE ANALYSED BY OCCUPATIONAL TITLE, EDUCATION ACHIEVED, TENURE, AND BY NUMBERS OF PERSONS SUPERVISED. INCLUDES INFORMATION ON WORKING HOURS, PROMOTIONS, BONUSES, UNION MEMBERSHIP, AND FRINGE BENEFITS. REPORT NOT AVAILABLE FROM NTIS."
    },
    {
        "id": 1709,
        "title": "PROBLEMS IN COLLECTING SOCIAL DATA' A REVIEW FOR THE INFORMATION RESEARCHER.",
        "body": "DISCUSSES SOME OF THE PROBLEMS WHICH THE INFORMATION SCIENTIST FACES WHEN HAVING TO SELECT A PARTICULAR SOCIAL SCIENCE RESEARCH STRATEGY. THE ESTABLISHED MEASUREMENT APPROACH IS DISFAVOURED AS IT IS INCOMPATIBLE WITH THE ACTUAL SOCIAL AND PSYCHOLOGICAL CONDITIONS UNDER WHICH DATA ARE COLLECTED. QUALITATIVE METHODS MAY ALSO BE BIASED BY SOCIAL AND PSYCHOLOGICAL CONSTRAINS INHERENT IN THEIR USE. THIS IS ILLUSTRATED BY REVIEWING THE CASE OF THE RESEARCH INTERVIEW. 2 POSSIBILITIES ARE OUTLINED WHICH HELP TO INCREASE THE ADEQUACY OF DATA COLLECTION."
    },
    {
        "id": 1734,
        "title": "SURGE WAVE OF HARD SCIENCE.",
        "body": "LINKS BETWEEN PAST AND PRESENT LITERATURE CAN PROPERLY ILLUSTRATE THE INFORMATIVE VALUE OF PREVIOUS SCIENTIFIC WORKS AND PUT INTO EVIDENCE THE DYNAMIC PROGRESS OF SCIENCE. THE DIFFUSION THEORY DEVELOPED BY THE AUTHOR FOR INFORMATION DISSEMINATION MAKES POSSIBLE THE THEORETICAL DEDUCTION OF THE DISTRIBUTION OF CITATIONS OF EARLIER PAPERS AND ESTABLISHES THEIR INFORMATION VALUES."
    },
    {
        "id": 1789,
        "title": "A DATA SYSTEM ON MICROFICHE.",
        "body": "PRESENTS AN INFORMATION RETRIEVAL SYSTEM ON ELECTRIC MACHINES WHICH IS BASED ON MICRO-CARDS; DESCRIBES REFERENCE AND RETRIEVAL TOOLS; AND EXPLAINS SOME EXAMPLES OF INFORMATION RETRIEVAL."
    },
    {
        "id": 1830,
        "title": "JOURNAL ACQUISITION AND COST-EFFECTIVENESS IN A SPECIAL LIBRARY' A CASE STUDY.",
        "body": "BROOKES' MODEL, BASED ON TRADITIONAL BRADFORD'S APPROACH, AS A QUANTIFICATION METHOD, HAS SOME LOOPHOLES WHICH CAN BE OVERCOME BY RANKING JOURNALS CONSIDERING BOTH PRODUCTIVITY AND SUBSCRIPTION COST. THIS PAPER REPORTS SUCH A STUDY. THE MAJOR FINDINGS ARE 1) THIS METHOD IS A FURTHER IMPROVEMENT AND RATIONALISATION OF BROOKES' METHOD AND TRADITIONAL BRADFORD'S APPROACH. 2) THERE IS A STEADY DECREASE IN THE VALUE OF RUPEE IN TERMS OF YIELD OF RELEVANT PAPERS AND THUS JOURNAL ACQUISITION REACHES THE POINT OF DIMINISHING RETURNS AT A CERTAIN STAGE. 3) THERE IS A SIGNIFICANT DIFFERENCE IN THE 2 RANKED LISTS."
    },
    {
        "id": 1854,
        "title": "CONCEPT OF A COMPUTER-SUPPORTED METHOD FOR STACK AND OPEN-ACCESS LENDING.",
        "body": "DESCRIPTION OF AN ON-LINE LOAN SYSTEM DEVELOPED FOR POSSIBLE APPLICATION AT THE LIBRARY OF THE UNIVERSITY OF MUNSTER. CONSIDERATION IS GIVEN TO HARDWARE AND SOFTWARE, BOOK AND READER IDENTIFIERS, AND DATA CARRIERS. THE NECESSARY ROUTINES ARE ITEMISED, AND LIKELY COSTS TAKEN INTO CONSIDERATION."
    },
    {
        "id": 1900,
        "title": "MEDICAL DOCUMENTATION SERVICES THROUGH SATELLITES IN KUWAIT (IN ARABIC).",
        "body": "KUWAIT HAS BECOME ONE OF THE COUNTRIES TO RECEIVE MEDLARS BY SATELLITE, AND THERE IS AN ON-LINE SYSTEM BETWEEN THE KUWAIT UNIVERSITY HOSPITAL AND THE NATIONAL LIBRARY OF MEDICINE (NLM) IN THE USA. IT RECEIVES INDEX MEDICUS, AND ENQUIRIES CAN BE TRANSMITTED DIRECTLY FROM MEDLARS THROUGH THE ON-LINE SYSTEM. SDI AND OFF-LINE SERVICES ARE ALSO AVAILABLE. MEDLARS COVERAGE INCLUDES CANCERLINE, TOXLINE AND CHEMLINE."
    },
    {
        "id": 1912,
        "title": "ELECTRONIC YELLOW PAGES (PROSPECTUS ONLY).",
        "body": "THE POSSIBLE FUTURE FOR ELECTRONIC YELLOW PAGES IS EXAMINED. THE STATE OF THE ART IS DESCRIBED, FOLLOWED BY AN ACCOUNT OF VIDEOTEX SYSTEMS. THE WAY IN WHICH YELLOW PAGES AND SUCH SYSTEMS MAY INTERACT IS DISCUSSED. THE IMPLICATIONS OF ELECTRONIC YELLOW PAGES FOR MAJOR COMPANIES INVOLVED ARE EXAMINED."
    },
    {
        "id": 2151,
        "title": "THE GOVERNMENT LIBRARY AS A COMMUNITY RESOURCE.",
        "body": "THE CONSUMER INFORMATION CENTRE OF THE MINISTRY OF CONSUMER AND COMMERCIAL RELATIONS IS PROVIDING SERVICES AND PROGRAMMES TO ENCOURAGE THE DEVELOPMENT AND USE OF COMMUNITY-BASED CONSUMER INFORMATION SERVICES AND RESOURCES. BY WORKING WITH EXISTING NETWORKS OF INFORMATION SUPPLIERS, THE CENTRE SEEKS TO MINIMISE DUPLICATION OF EFFORT AND TO MAXIMISE ACCESS TO CONSUMER INFORMATION. SPECIFIC STRATEGIES ARE DISCUSSED WHICH MAY HAVE APPLICATION TO OTHER GOVERNMENT LIBRARIES AND TO THOSE WITH RESPONSIBILITIES TO MULTIPLE CLIENT GROUPS WHICH ARE GEOGRAPHICALLY REMOTE."
    },
    {
        "id": 2257,
        "title": "ENERGY INFORMATION REFERRAL DIRECTORY. FOURTH QUARTER 1980.",
        "body": "THIS DIRECTORY PROVIDES THE NAME, ADDRESS, AND PHONE NUMBER OF VARIOUS ENERGY INFORMATION OFFICES WITHIN THE DOE AND OTHER FEDERAL AGENCIES. THE ARRANGEMENT IS TOPICAL. EACH ENTRY PRESENTS THE NAME OF THE OFFICE, THE ADDRESS, THE MAIN CONTACT PERSON, AND A SUMMARY OF THE OFFICE'S PRIMARY ACTIVITIES."
    },
    {
        "id": 2311,
        "title": "EVALUATING BIBLIOGRAPHIC EDUCATION' A REVIEW AND CRITIQUE.",
        "body": "CONTRIBUTION TO A THEMATIC ISSUE ON LIBRARY USE INSTRUCTION. DISCUSSES SOME REASONS FOR EVALUATING BIBLIOGRAPHIC INSTRUCTION PROGRAMMES. DESCRIBES THE USE OF THE TEST, THE SURVEY, AND ILLUMINATIVE EVALUATION AS METHODS OF EVALUATION BY VARIOUS US AND EUROPEAN EDUCATIONAL INSTITUTIONS. CONSIDERS THE STATISTICAL AND OTHER PROBLEMS INVOLVED WITH THESE TECHNIQUES, AND ARGUES THAT NONE OF THEM ARE COMPLETELY SATISFACTORY, AND THAT IT MAY BE SOME TIME BEFORE TESTING PROCEDURES CATCH UP WITH USER INSTRUCTION PROGRAMMES."
    },
    {
        "id": 2359,
        "title": "A SIMPLE NUMERIC FILING SYSTEM FOR 7.5- AND 15-MINUTE TOPOGRAPHIC MAPS' THE MCLANE SYSTEM.",
        "body": "PAPER PRESENTED AT THE 43RD ANNUAL MEETING OF THE ASSOCIATION OF PACIFIC COAST GEOGRAPHERS, RENO, JUNE 80. UNTIL AUG 79, MINES LIBRARY, PART OF THE UNIVERSITY OF NEVADA LIBRARY, RENO, ARRANGED ALL OF ITS US GEOLOGICAL SURVEY 7&H-MINUTE AND 15-MINUTE TOPOGRAPHIC MAPS ALPHABETICALLY BY STATE AND QUADRANGLE NAME, BUT ADJACENT QUADRANGLES ARE THEN NOT FILED TOGETHER. ALVIN MCLANE, CONSULTANT, DEVISED A NEW SYSTEM' THE MCLANE SYSTEM' USING THE 2USGS INDEX TO TOPOGRAPHIC MAPS1, EACH 15-MINUTE QUADRANGLE IS NUMBERED CONSECUTIVELY FROM WEST TO EAST STARTING FROM THE NORTHWEST CORNER OF THE STATE WITH NUMBER ONE, AND ASSIGNING NUMBERS TO QUADRANGLES REGARDLESS OF WHETHER THEY HAVE BEEN MAPPED. DESCRIBES THE ADVANTAGES AND FLEXIBILITY, AND SOME OF THE DISADVANTAGES OF THE SYSTEM. FOR A LOCAL OR REGIONAL COLLECTION, THE INVESTMENT IN TIME IN SETTING UP AND USING THE SYSTEM WOULD BE MINIMAL AND THE REWARDS OF EA SE OF ACCESSING AND FILING WOULD BE SUBSTANTIAL."
    },
    {
        "id": 2384,
        "title": "TRANSLATION AND ARABIZATION OF THE ANGLO AMERICAN CATALOGUING RULES (IN ARABIC).",
        "body": "THE JORDAN LIBRARY ASSOCIATION, WITH THE SUPPORT OF THE ARAB LEAGUE EDUCATIONAL, CULTURAL, AND SCIENTIFIC ORGANIZATION (ALECSO), HAS BEGUN THE TRANSLATION AND ARABIZATION OF AACR 2 WHICH IT IS HOPED WILL BE FINISHED IN MID 1982. THIS WILL BE A STEP TOWARDS THE STANDARDISATION OF CATALOGUING, CLASSIFICATION AND SUBJECT HEADINGS, THE IMPORTANCE OF WHICH HAS BEEN EMPHASISED BY MANY LIBRARY CONFERENCES IN ARABIC COUNTRIES SINCE 1959. THE TRANSLATED EDITION WILL INCLUDE ARABIC EXAMPLES, SUITABLE FOR THE ARAB WORLD, IN ADDITION TO RECOMMENDATIONS FOR DEALING WITH PROBLEMS AND ISSUES THAT ARAB CATALOGUERS AND BIBLIOGRAPHERS FACE."
    },
    {
        "id": 2458,
        "title": "TELECOMMUNICATIONS IN EUROPE TO 1986 (PROSPECTUS ONLY).",
        "body": "A MARKEY SURVEY FOR TELECOMMUNICATIONS EQUIPMENT IS PRESENTED. THE TOTAL MARKET IS ANALYSED INTO AREAS, EACH OF WHICH ARE COVERED FOR 16 EUROPEAN COUNTRIES. GROWTH TRENDS CONSUMPTION; MARKETING AND THE INDUSTRY IN EACH COUNTRY TO 1986 IS DISCUSSED. END USER AND DISTRIBUTOR SURVEYS BY COUNTRY ARE ALSO GIVEN. 28 END USER MARKETS ARE IDENTIFIED."
    },
    {
        "id": 2487,
        "title": "THE FUTURE OF SERIALS.",
        "body": "THE FUTURE OF SERIALS WILL BE AFFECTED BY THE COMPLEX INTER-RELATED DEVELOPMENTS IN THE PRINTING AND PUBLISHING INDUSTRY AND BY THE IMPACT OF DEVELOPMENTS IN THE DOMESTIC AND COMMERCIAL INFORMATION MARKETS. SUGGESTS A RESEARCH PROJECT INTO THE INFORMATION USE OF PROFESSIONALS IN A VARIETY OF FIELDS, USING DATA GATHERED BY LIBRARIANS OBSERVING PROFESSIONALS AT WORK. THE RESULTS COULD FORM AN IDEAL BASIS FOR DISCOVERING THE WAYS IN WHICH INFORMATION TECHNOLOGY SHOULD EVOLVE IN KEEPING WITH INFORMATION-SEEKING PATTERNS. SUCH KNOWLEDGE WOULD BE INVALUABLE FOR ALL THOSE INTERESTED IN THE FUTURE OF SERIALS."
    },
    {
        "id": 2493,
        "title": "DUAL PRICING OF HEALTH SCIENCES PERIODICALS' A SURVEY.",
        "body": "A SURVEY OF DUAL PRICING PRACTICES AMONG PUBLISHERS OF HEALTH-RELATED JOURNALS IDENTIFIED 281 PERIODICALS WITH AN AVERAGE PRICE DIFFERENTIAL OF OVER 100% BETWEEN INDIVIDUAL AND INSTITUTIONAL SUBSCRIPTION RATES. BOTH THE PRACTICE ITSELF AND THE AMOUNT OF THE DIFFERENTIAL ARE INCREASING, INDICATING THAT JOURNAL SUBSCRIPTIONS OF HEALTH SCIENCES LIBRARIES INCREASINGLY PROVIDE THE NECESSARY FINANCIAL SUPPORT FOR THE PUBLICATION OF HEALTH SCIENCES JOURNALS. DUAL PRICING IS ALSO CORRELATED WITH COPYRIGHT ROYALTIES. PROBLEMS CREATED FOR HEALTH SCIENCES LIBRARIES' BUDGETS BY DUAL PRICING ARE PARTLY DUE TO UNCRITICAL PURCHASING BY LIBRARIES. RECOMMENDS INCREASED CONSUMERISM ON THE PART OF HEALTH SCIENCE LIBRARIANS."
    },
    {
        "id": 2507,
        "title": "THE PARETO PRINCIPLE AT NEWCASTLE.",
        "body": "EDITED TEXT OF THE PRESIDENTIAL ADDRESS AT THE JOINT CONFERENCE OF THE LIBRARY ASSOCIATION OF IRELAND AND THE NORTHERN IRELAND BRANCH OF THE LIBRARY ASSOCIATION, NEWCASTLE, COUNTY DOWN, 12-16 MAY 81. BRIEFLY SURVEYS THE WORK OF THE ASSOCIATIONS IN THE LAST YEAR. SUGGESTS THAT WE SHOULD LOOK CAREFULLY AT HOW WE USE OUR TIME' THE PARETO PRINCIPLE STATES THAT THE MOST TRIVIAL 20% OF ACCOMPLISHMENT USUALLY CONSUMES 80% OF YOUR TIME WHILST THE MOST VITAL RECEIVES ONLY 20%. ARGUES FOR 10% VAT TO BE REMOVED FROM BOOKS; VAT TOGETHER WITH THE POOR COMPARISON OF THE PUNT TO STERLING, LIMITS LIBRARIES PURCHASING POWER. COMMENTS ON THE PROBLEMS OF PHOTOCOPYING AND COPYRIGHT."
    },
    {
        "id": 2525,
        "title": "FRANCES NEWMAN' LIBRARIAN AND NOVELIST.",
        "body": "BRIEF BIOGRAPHY OF FRANCES NEWMAN, (BORN IN ATLANTA IN 1888), WHO WAS BOTH LIBRARIAN AND NOVELIST. DISCUSSES HER WRITING AS A REFLECTION OF THE SOCIAL AND CULTURAL LIFE OF THE PERIOD UP TO HER DEATH IN 1928."
    },
    {
        "id": 2643,
        "title": "AUDIO-VISUAL MATERIAL IN LIBRARY COLLECTIONS.",
        "body": "IN THE LAST DECADE THE DEMANDS OF SOCIETY FOR INFORMATION HAVE UNDERGONE A GREAT CHANGE. LEARNING AND SELF-EDUCATION ARE PLAYING AN INCREASINGLY GREATER PART IN THE EDUCATION PROCESS AND AUDIO-VISUAL MATERIAL IN LIBRARIES HAVE AN IMPORTANT ROLE. DESCRIBES THE ORGANISATION AND PROCESSING OF AN AUDIO-VISUAL COLLECTION AND THE SERVICES WHICH CAN BE PROVIDED."
    },
    {
        "id": 2668,
        "title": "MICROFORMS AND ART LIBRARIES.",
        "body": "FROM THE DUAL REFERENCE POINTS OF 2MICROFORM REVIEW'S1 SUMMER 79 VISUAL ARTS ISSUE AND THE ART LIBRARIES SOCIETY OF NORTH AMERICA 9TH ANNUAL CONFERENCE IN FEB 81, EXAMINES THE CURRENT STATE OF ACCEPTANCE AND USE OF MICROFORMATTED VISUAL MATERIALS FOR SERIOUS RESEARCH. PERSISTENT PROBLEMS PERTAINING TO RESOLUTION, COLOUR FIDELITY AND PERMANENCE, AND LARGE AUDIENCE IMAGE DISPLAY ARE DISCUSSED AGAINST SOME NEW TRENDS IN PUBLICATION AND DISTRIBUTION WHICH CAN VASTLY INCREASE THE HOLDINGS AND RESEARCH CAPACITIES OF INDIVIDUAL INSTITUTIONS."
    },
    {
        "id": 2685,
        "title": "THE INVISIBLE LIBRARY.",
        "body": "ARGUES THAT THE NEGLECT OF PR ACTIVITIES BY PUBLIC LIBRARIES HAS LED TO AN INCREASING LACK OF UNDERSTANDING OF THEIR BASIC AIMS AMONG POLITICIANS AND A CONSEQUENT REDUCTION IN THEIR BUDGETS. THE LIBRARY SERVICE OCCUPIES A MODEST PLACE IN THE PUBLIC DEBATE COMPARED TO OTHER SECTORS BECAUSE IT HAS NO COMPETITORS AND THE PUBLIC LACKS A BASIS FOR COMPARISON. LIBRARY MATTERS GET LITTLE PUBLICITY EITHER IN THE NATIONAL, LOCAL OR PROFESSIONAL PRESS. ACTIONS BY USER GROUPS, ESPECIALLY IF THESE ARE GENERALLY RESPECTED CITIZENS, CAN BE VERY EFFECTIVE AND CONTACT WITH ORGANISATIONS SUCH AS THE CHAMBER OF COMMERCE AND THE TRADE UNIONS SHOULD BE NURTURED BY THE LIBRARY. THIS COULD TAKE THE FORM OF 'FRIENDS OF THE LIBRARY GROUPS, AS FOUND LARGELY IN THE USA, OR, MORE IN LINE WITH DANISH PRACTICE, USER COUNCILS."
    },
    {
        "id": 2789,
        "title": "COMPUTERIZED DOCUMENT RETRIEVAL JANUARY, 1975-SEPTEMBER, 1981 (CITATIONS FROM THE INTERNATIONAL INFORMATION SERVICE FOR THE PHYSICS AND ENGINEERING COMMUNITIES DATA BASE).",
        "body": "THIS BIBLIOGRAPHY COVERS VARIOUS METHODS AND SYSTEMS FOR COMPUTERISED RETRIEVAL OF DOCUMENTS. SOME ATTENTION IS GIVEN TO MODELS OF DOCUMENT RETRIEVAL, RETRIEVAL EFFECTIVENESS, AND SPECIFIC RETRIEVAL SYSTEMS."
    },
    {
        "id": 2790,
        "title": "INTELLIGENT AUTOMATIC INFORMATION RETRIEVAL.",
        "body": "CONSIDERS THE PRESENT STATE AND POSSIBLE DEVELOPMENT OF DOCUMENT RETRIEVAL SYSTEMS AS INTELLIGENT AUTOMATIC INFORMATION RETRIEVAL SYSTEMS. IT RELATES DOCUMENT RETRIEVAL TO DATA RETRIEVAL ON THE ONE HAND AND FACT RETRIEVAL ON THE OTHER, AND ARGUES THAT DOCUMENT RETRIEVAL SHOULD BE LESS NARROW IN ITS PRECONCEPTIONS."
    },
    {
        "id": 2795,
        "title": "THE MAIN RESULTS OF THE RESEARCH PROJECT OF THE AUTOMATION OF THE CZECHOSOVAK STI SYSTEM AS REPRESENTED IN THE SUTZ SYSTEM WITHIN THE STATE INFORMATION POLICY PROGRAMME FOR YEARS 1976-1980.",
        "body": "A SURVEY OF THE MOST IMPORTANT RESULTS OF A 5-YEAR RESEARCH PROJECT ON THE CZECHOSLOVAK UNIFIED AUTOMATED SYSTEM OF PROCESSING AND DISSEMINATION OF STI IN CONNECTION WITH AUTOMATED MANAGEMENT INFORMATION SYSTEMS AND COMPUTER-ASSISTED STI SYSTEMS FROM ABROAD. THE GLOBAL TOPIC IS DIVIDED INTO SEVERAL SECTIONS, SUCH AS SYSTEMS AND DESIGN TOOLS (INCLUDING METHODOLOGY); STANDARDS AND UNIFIED TECHNOLOGIES OF COMPUTER AND REPROGRAPHIC INFORMATION PROCESSING; APPLIED SOFTWARE FOR STI; AND THE APPLICATION OF UNIFIED MEANS IN CZECHOSLOVAK BRANCH AND SPECIALIZED STI SYSTEMS. RESEARCH PROJECTS CONCERNING THE AUTOMATIC PROCESSING OF NATURAL TEXTS IN CZECH ARE ALSO SURVEYED."
    },
    {
        "id": 2808,
        "title": "USER EDUCATION' ITS APPLICATIONS IN UNIVERSITY LIBRARIES IN MALAYSIA.",
        "body": "(MLS THESIS.) A STUDY OF THE FEASIBILITY OF LIBRARY USER EDUCATION PROGRAMMES IN MALAYSIAN UNIVERSITIES ADAPTED FROM UK UNIVERSITY LIBRARIES. OUTLINES THE 5 MALAYSIAN UNIVERSITY CURRICULUM AND TEACHING STYLES. LIBRARY USER EDUCATION MUST BE RELEVANT AND BLEND WITH THE CURRICULUM PATTERNS TO MEET STUDENTS' NEEDS FOR INFORMATION."
    },
    {
        "id": 2843,
        "title": "STATE AND LOCAL GOVERNMENT PUBLICATIONS.",
        "body": "CONTRIBUTION TO A THEMATIC ISSUE ON DEPOSITORY LIBRARY PROGRAMMES FOR GOVERNMENT PUBLICATIONS. REVIEWS US DEPOSITORY PROGRAMMES FOR STATE AND LOCAL PUBLICATIONS AND THE INCREASED INTEREST IN MICROFORMS AND THE INPUT OF RECORDS INTO BIBLIOGRAPHIC DATA BASES. FOCUSES ON DISTRIBUTION AND BIBLIOGRAPHIC CONTROL, NOTING THE EFFORTS OF INDIVIDUAL STATES TO SUPPORT INTER-STATE NETWORKING."
    },
    {
        "id": 2882,
        "title": "MODELLING AND EVALUATING EFFECTIVENESS OF AN INFORMATION RETRIEVAL SYSTEM WITH COMBINED RETRIEVAL SCHEME.",
        "body": "DISCUSSES A MODEL OF AN INFORMATION RETRIEVAL SYSTEM BASED ON THE USE OF A RETRIEVAL SCHEME WHICH COMBINES DIRECT AND INVERSE RETRIEVAL PRINCIPLES. DESCRIBES HOW THE INFORMATION PROCESS IS SIMULATED AND EVALUATED IN THE MODEL. PRESENTS AND ANALYSES SOME EXPERIMENTAL RESULTS."
    },
    {
        "id": 2883,
        "title": "THEORY OF CLASSIFICATION.",
        "body": "SEEKS TO PROVIDE A COHERENT ACCOUNT OF THE THEORY OF LIBRARY CLASSIFICATION FOR LIBRARY STUDENTS. DEALS AT LENGTH WITH CONTRIBUTIONS MADE BY E.C. RICHARDSON, J.D. BROWN, W. HULME, W.C. BERWICK SAYERS AND H.E. BLISS AND OTHER THEORETICIANS, BUT THE THEORY PUT FORWARD BY S.R. RANGANATHAN PREDOMINATES AND HIS TERMINOLOGY IS USED. DESCRIBES UDC, DDC, LC, COLON AND BLISS CLASSIFICATION SCHEMES AND LOOKS AT RECENT TRENDS AND DEVELOPMENTS."
    },
    {
        "id": 2981,
        "title": "COMMONWEALTH OFFICIAL PUBLICATIONS AND THE RAZOR GANG' SOME THOUGHTS.",
        "body": "REVIEWS BRIEFLY THE CUTS IN AUSTRALIAN FEDERAL EXPENDITURE RECENTLY RECOMMENDED BY THE REVIEW OF COMMONWEALTH FUNCTIONS AS THEY AFFECT THE PUBLISHING ACTIVITIES OF THE FEDERAL EXECUTIVE. DISCUSSES THE IMPLICATIONS OF THE RECOMMENDED MEASURES WHICH INCLUDE THE LEASING OF THE AGPS BOOKSHOPS TO THE PRIVATE SECTOR, AND RESTRICTING THE MINISTERIAL DOCUMENT SERVICE, AND MENTIONS SEVERAL PUBLICATIONS WHICH ARE TO CEASE. URGES LIBRARIANS TO CAREFULLY MONITOR THE EFFECTS OF THESE ECONOMIES IN PUBLISHING, AND TO MAKE KNOWN TO OFFICIAL CHANNELS THEIR CONCERN ABOUT THE CREATION OF ADEQUATE PROCESSES OF CONSULTATION ON OFFICIAL PUBLISHING."
    },
    {
        "id": 3066,
        "title": "SPECIAL LIBRARIES SERVING STATE GOVERNMENTS' BASIC TABLES.",
        "body": "CONTAINS TABULATIONS OF DATA ON BIBLIOGRAPHIC MATERIALS, FINANCE, STAFF, AND SERVICES FROM A SURVEY OF 1,134 SPECIAL LIBRARIES SERVING STATE GOVERNMENTS, PRESENTED BY INDIVIDUAL LIBRARIES AND BY 14 TYPES OF STATE LIBRARIES."
    },
    {
        "id": 3182,
        "title": "WORD PROCESSING' AN INTRODUCTION AND APPRAISAL.",
        "body": "IDENTIFIES AND DESCRIBES THE FACILITIES AVAILABLE FOR MECHANISING AND AUTOMATING LIBRARY AND INFORMATION SERVICES USING WORD PROCESSING SYSTEMS-TEXT STORAGE AND SEARCHING, ORDER PROCESSING AND BUDGET CONTROL, PREPARATION OF CATALOGUES, CIRCULATION CONTROL, PERIODICALS CONTROL AND CIRCULATION, INFORMATION STORAGE AND RETRIEVAL SYSTEM USE, AND POSSIBLE FUTURE USES."
    },
    {
        "id": 3187,
        "title": "GOTEBORG CITY LIBRARY AND ITS COMPUTERISED LENDING SYSTEM.",
        "body": "A DESCRIPTION OF GOTEBORG CITY LIBRARY, SWEDEN FOLLOWING A STUDY TOUR. DESCRIBES THE STOCK AND SUBJECT SPECIALISATIONS OF THE LIBRARY; ITS RELATIONSHIP WITH THE SWEDISH LIBRARY SUPPLIER, BIBLIOTEKSTJANST; THE INTEGRATED PUBLIC LIBRARY SYSTEM, BUMS; THE LIBRARY'S CATALOGUES AND COMPUTERISED CATALOGUING; AND THE OPERATION OF THE PLESSEY COMPUTERISED LENDING SYSTEM."
    },
    {
        "id": 3258,
        "title": "UNIVERSAL AVAILABILITY OF INFORMATION.",
        "body": "THE UNIVERSAL AVAILABILITY OF PUBLICATIONS (UAP) AND THE UNIVERSAL BIBLIOGRAPHIC CONTROL (UBC) PROGRAMMES ORGANISED BY IFLA SHOULD ENABLE INFORMATION TO BECOME MORE WIDELY ACCESSIBLE. THEY WILL BE HELPED IN THE NEAR FUTURE BY THE UNIVERSAL AVAILABILITY OF INFORMATION (UAI) PROGRAMME, THE OBJECTIVE OF WHICH IS THE REMOVAL OF ALL BARRIERS AND THE UNIFICATION OF ACTIVITIES FOR THE AVAILABILITY OF INFORMATION IN COUNTRIES ALL OVER THE WORLD."
    },
    {
        "id": 3388,
        "title": "INFORMATION RETRIEVAL RESEARCH.",
        "body": "PAPERS GIVEN AT THE 1ST JOINT BRITISH COMPUTER SOCIETY/ASSOCIATION FOR COMPUTING MACHINERY SYMPOSIUM ON INFORMATION STORAGE AND RETRIEVAL, RESEARCH AND DEVELOPMENT IN INFORMATION RETRIEVAL, CAMBRIDGE, JUNE 80. FOR ABSTRACTS, 2SEE1 THE FOLLOWING SERIAL NUMBERS'."
    },
    {
        "id": 3441,
        "title": "AN EXPERIMENTAL STUDY OF THE FEASIBILITY OF SUBSTITUTING 2CHEMICAL ABSTRACTS1 ON-LINE FOR THE PRINTED COPY IN A MEDIUM-SIZED MEDICAL LIBRARY.",
        "body": "IN AN ATTEMPT TO DISCOVER A MORE ECONOMICAL AND EFFECTIVE WAY OF PROVIDING THE INFORMATION IN THE PRINTED 2CHEMICAL ABSTRACTS1, THE REFERENCE STAFF OF THE WASHINGTON UNIVERSITY (ST. LOUIS, MISSOURI) SCHOOL OF MEDICINE LIBRARY DESIGNED A STUDY TO EXAMINE WHETHER THE ON-LINE VERSION COULD BE SUBSTITUTED FOR THE PRINTED. FOR 13 WEEKS, PATRONS USING THE PRINTED INDEX WERE OFFERED A FREE COMPUTER SEARCH IN EXCHANGE FOR EVALUATING THE SEARCH. ONLY 39.6% ACCEPTED AND 62% OF THESE STILL PLANNED TO REFER TO THE ABSTRACTS LATER, WHICH ARE ONLY AVAILABLE IN THE PRINTED VERSION. THE HYPOTHESIS THAT THE ON-LINE VERSION COULD BE SUBSTITUTED FOR THE PRINTED INDEX WAS THUS NOT CONFIRMED."
    },
    {
        "id": 3444,
        "title": "COMPUTER-ASSISTED PRODUCTION OF BIBLIOGRAPHIC DATABASES IN HISTORY.",
        "body": "PAPER PRESENTED AT THE 2ND INTERNATIONAL CONFERENCE ON DATA BASES IN THE HUMANITIES AND SOCIAL SCIENCES, MADRID 16-19 JUNE 80. DESCRIBES THE USE OF A COMPUTERISED TEXT PROCESSING SYSTEM TO PRODUCE PRINTED AND ON-LINE VERSIONS OF THE BIBLIOGRAPHIC DATA BASES IN HISTORY-2HISTORICAL ABSTRACTS1 AND 2AMERICA' HISTORY AND LIFE1. ABSTRACTS OR CITATIONS OF BOOKS, ARTICLES AND DISSERTATIONS ARE EDITED, SUBJECT-CLASSIFIED, AND SUBJECT AND AUTHOR-INDEXED. THE AMERICAN BIBLIOGRAPHICAL CENTER'S PROFILE INDEX IS A COMPUTER-ASSISTED, ROTATED STRING INDEX, THE VOCABULARY IS A COMBINATION OF NATURAL LANGUAGE KEY WORDS AND PREFERRED SUBJECT HEADINGS SELECTED BY EDITOR-INDEXERS. THE PROCESSING SYSTEM COMPRISES KEYBOARDING, EXTRACTION OF INDEX TERMS, EXPANSION OF ABBREVIATED INDEX TERMS TO FULL TEXT, FILE CORRECTION, SORTING AND PHOTOCOMPOSITION OF PAGES. FILES OF BIBLIOGRAPHIC ENTRIES ARE SORTED FOR USE IN 1 OR MORE DATA BASES, AND ANNUAL INDEX FILES ARE MERGED TO PRODUCT CUMULATIVE INDEXES."
    },
    {
        "id": 3511,
        "title": "NEWSPAPERS AND HOME VIDEO INFORMATION SYSTEMS' THE PRESENT, THE PROMISE AND THE PERIL.",
        "body": "THE WAYS IN WHICH NEWSPAPERS AND ELECTRONIC INFORMATION SYSTEMS ARE CURRENTLY COEXISTING AND THE WAYS IN WHICH THEY MAY AFFECT EACH OTHER IN THE FUTURE ARE INVESTIGATED. AT PRESENT THERE EXISTS AN ATTITUDE WITHIN NEWSPAPERS THAT NEW TECHNOLOGY CAN BE USED TO THE ADVANTAGE OF THE NEWSPAPER. CABLE TELETEXT, VIEWDATA, AND VIDEODISCS ARE DISCUSSED IN RELATION TO NEWSPAPERS AND INFORMATION STORAGE, AND TRANSMISSION. CONCERNING THE FUTURE, THE TYPE OF INFORMATION WHICH MAY BE MORE SUITED TO ELECTRONIC THAN TRADITIONAL IS CONSIDERED. LONG TERM EFFECTS ON NEWSPAPERS ARE DISCUSSED."
    },
    {
        "id": 3573,
        "title": "LIBRARY DESCRIPTION' WHERE MUSES ARE PRESERVED-THE DUTCH LITERARY MUSEUM AND ARCHIVES CENTRE.",
        "body": "THE NEDERLANDS LETTERKUNDIG MUSEUM EN DOCUMENTATIECENTRUM WAS FOUNDED IN THE HAGUE IN 1953. THE MUSEUM WAS GREATLY EXPANDED IN 1954 BY A FORMER CITY ARCHIVIST OF THE HAGUE, DR. W. MOLL, WHO DEPOSITED ON PERMANENT LOAN HIS PRIVATE COLLECTION OF 360 BOXES OF MATERIAL RELATING TO ABOUT 1,500 DUTCH AUTHORS. THE COLLECTION NOW CONTAINS MANUSCRIPTS, CORRECTED PROOFS, PUBLISHERS' CONTRACTS, BOOK ILLUSTRATIONS, PORTRAITS AND GRAMOPHONE AND TAPE-RECORDINGS RELATING TO DUTCH AUTHORS OF THE POST-1750 PERIOD. THE MUSEUM IS FINANCED PARTLY BY THE DUTCH GOVERNMENT AND PARTLY BY THE CITY COUNCIL AND HAS AN ANNUAL PURCHASE GRANT OF APPROXIMATELY *64,000. IN 1982 THE MUSEUM WILL BE REHOUSED IN THE NEW ROYAL LIBRARY BUILDINGS AT PRESENT NEARING COMPLETION IN THE HAGUE."
    },
    {
        "id": 3586,
        "title": "LIBRARY SERVICES IN RURAL AREAS OF THE VRACA REGION.",
        "body": "FOLLOWING LENIN'S EXHORTATION THAT EVERY CITIZEN SHOULD HAVE A LIBRARY WITHIN 1.5-2 KM FROM HIS PLACE OF RESIDENCE, LIBRARY SERVICES IN 3 RURAL DISTRICTS IN THE MOUNTAINOUS PART OF THE VRACA REGION ARE REVIEWED. THERE ARE ABOUT 36 LOCALITIES AND VILLAGES THERE, BUT ONLY 3 OF THEM HAVE MORE THAN 2,500 INHABITANTS. IN SPITE OF GOOD PUBLIC TRANSPORT, PROVISION MUST BE MADE FOR PEOPLE WORKING IN REMOTE MINES AND ON SHEEP FARMS. BOOK COLLECTIONS IN LOCAL PUBLIC LIBRARIES RANGE FROM 3,000-6,000 VOLUMES. AT PRESENT ANNUAL ACQUISITIONS ARE ON AVERAGE 4.5 VOLUMES PER CAPITA, AGAINST ONLY 0.49 VOLUME IN 1954. THE TARGET IS 6.5 VOLUMES PER CAPITA. AMONG OTHER PROBLEMS DISCUSSED ARE THE ASSISTANCE OF THE CENTRAL REGIONAL LIBRARY IN VRACA, CENTRALISATION OF ACQUISITION AND CATALOGUING, DISCARDING OF OBSOLETE LITERATURE AND THE MOST EFFICIENT USE OF FINANCIAL ALLOWANCES."
    },
    {
        "id": 3748,
        "title": "THE ATTORNEY.",
        "body": "CONTRIBUTION TO AN ISSUE DEVOTED TO INFORMATION SEEKING PATTERNS OF SELECTED PROFESSIONALS. RELATES THE SOURCES USED IN ACQUIRING INFORMATION AND THE IMPORTANCE OF EACH TYPE OF SOURCE TO AN ATTORNEY, ALBERT RAINES. THE INFORMATION NEEDS WERE GROUPED IN 4 BROAD CATEGORIES' (1) CURRENT AWARENESS; (2) PREPARATION OF DOCUMENTS; (3) DOMESTIC RELATIONS CASES; AND (4) PERSONAL INJURY CASES."
    },
    {
        "id": 3754,
        "title": "INTERNATIONAL AND REGIONAL COOPERATION IN SOCIAL SCIENCE DOCUMENTATION.",
        "body": "INTERNATIONAL COOPERATION IN SOCIAL SCIENCE DOCUMENTATION (COVERING IN THE WIDEST SENSE ALL ACTIVITIES RELATING TO THE COLLECTION, PROCESSING AND TRANSFER OF INFORMATION) IS ESSENTIAL, YET THE VERY NATURE OF THE INFORMATION CREATES OBSTACLES TO COOPERATION. MANY DIFFERENT WAYS OF ESTABLISHING COOPERATION HAVE BEEN ATTEMPTED AND CONSTANT PROGRESS IS BEING MADE AT ALL LEVELS. ONE OF THE 1ST TASKS FACING THESE CONTEMPLATING COOPERATION IS TO IMPROVE RECIPROCAL INFORMATION ON POSSIBLE SUBJECTS FOR COOPERATION AND ON THE MEANS AT THEIR DISPOSAL. THEY SHOULD THEN EXCHANGE MATERIALS, INFORMATION, IDEAS, AND PROJECTS. IF FURTHER COOPERATION IS PROPOSED, JOINT OBJECTIVES COULD BE ACHIEVED, NETWORKS ESTABLISHED, AND MOVES TOWARDS INTERNATIONAL STANDARDISATION INITIATED."
    },
    {
        "id": 3814,
        "title": "AN AUTOMATED SYSTEM OF SEMANTIC INFORMATION DISTRIBUTION.",
        "body": "THE PRINCIPLES OF CONSTRUCTING AN AUTOMATED ADAPTIVE INFORMATION RETRIEVAL AND DISTRIBUTION SYSTEM BASED ON A SEMIOTIC MODEL ARE CONSIDERED. THIS MODEL DERIVES FROM THE SAME PRINCIPLES AS THOSE UNDERLYING RELATIONAL LANGUAGES OF FACET AND BLOCK CLASSIFICATIONS. THE SEMANTIC ANALYSIS AND DISTRIBUTION OF DOCUMENTS, THE GENERAL TECHNOLOGICAL SCHEME OF THE SYSTEM, AND ALGORITHMS OF ITS BASIC CIRCUIT ARE DESCRIBED. THE POSSIBILITY OF THE APPLICATION OF A SEMIOTIC MODEL TO SDI IS DEMONSTRATED."
    },
    {
        "id": 3910,
        "title": "SCIENTIFIC INFORMATION RETRIEVAL IN DEVELOPING COUNTRIES.",
        "body": "THE CENTRE DE RECHERCHE RETROSPECTIVE DE MARSEILLE HAS BEEN DEALING FOR 4 YEARS WITH ON-LINE SEARCHES ORIENTED TOWARDS DEVELOPING COUNTRIES. NORTH AFRICA HAS BEEN MAINLY CONCERNED, AND THE EXPERIENCE OF THE CENTRE BUILT UP IN 2 WAYS' BY DOING WORKS BY MAIL EXCHANGE, THE SEARCHES BEING CONDUCTED IN MARSEILLE, OR BY GOING ON THE SPOT DEMONSTRATING AND HELPING PEOPLE TO DEVELOP THEIR OWN ON-LINE CENTRE."
    },
    {
        "id": 3955,
        "title": "SUMMARY OF COMMERCIALLY AVAILABLE CHEMICAL STRUCTURE SEARCH SYSTEMS.",
        "body": "REVIEWS CHEMICAL STRUCTURE AND SUBSTRUCTURE SEARCHING BRIEFLY, WITH A TABLE OF FEATURES HIGHLIGHTING THE 5 COMMERCIALLY AVAILABLE SYSTEMS PROVIDED."
    },
    {
        "id": 4019,
        "title": "LEXICOGRAPHY' AN INTRODUCTION TO THE STUDY OF DICTIONARIES.",
        "body": "PRESENTS A STRUCTURAL ANALYSIS OF THE DICTIONARY INCORPORATING BOTH FORM AND CONTENT BY USING A TYPOLOGY WHICH TAKES ACCOUNT EQUALLY OF THE PURPOSE AND LINGUISTIC SCOPE OF EACH TYPE. THE STRUCTURE OF THE DICTIONARY ENTRY AND THE PROBLEMS OF DEFINITION ARE DISCUSSED IN DETAIL, AND A COMPARISON MADE WITH THE THESAURUS. FINALLY THE THESAURUS IS DISTINGUISHED FROM THE LANGUAGE OF THESAURI, AS USED IN INFORMATICS TO SHOW THE RELATIONSHIP BETWEEN SUBJECT AND KEYWORD. CONCLUDES THAT THEORETICAL STUDIES ABOUT THESAURUS CONSTRUCTION SHOULD BE BASED ON SEMANTICS."
    },
    {
        "id": 4034,
        "title": "CRITICISM OF BOURGEOIS LIBRARIANSHIP IN SOVIET LIBRARY LITERATURE.",
        "body": "PROVIDES A CHRONOLOGICAL ANALYSIS OF THE STUDY OF LIBRARIANSHIP IN WESTERN COUNTRIES AS REFLECTED IN THE WRITINGS OF SOVIET LIBRARIANS. CONTRIBUTIONS FROM 1920S AND 1930S REVEAL NOT ONLY CRITICISM OF THE WESTERN LIBRARY THEORIES BUT ALSO APPRECIATION OF PRACTICAL ACHIEVEMENTS. INCONSISTENCY OF THEORY (NON-POLITICAL ORIENTATION OF LIBRARIES) WITH PRACTICE (MIDDLE CLASS BIAS OF PUBLIC LIBRARIES) WAS 1 OF THE MAIN AREAS OF CRITICISM IN THE 1940S AND 1950S. 1960S BROUGHT WIDER INTEREST IN SPECIAL LIBRARIANSHIP AND PROBLEMS ENCOUNTERED IN VARIOUS COUNTRIES. THE CURRENT INTEREST IS THE INFLUENCE OF WESTERN LIBRARIANSHIP ON DEVELOPING COUNTRIES."
    },
    {
        "id": 4046,
        "title": "ZZZZ.",
        "body": "THE CHANGE IN TITLE FROM 2JOURNAL OF LIBRARY AUTOMATION1 TO 2INFORMATION TECHNOLOGY AND LIBRARIES1 REFLECTS THE BROADENING OF THE FIELDS OF INFORMATION SCIENCE AND LIBRARY AUTOMATION TO ENCOMPASS OTHER TECHNOLOGIES AND APPLICATIONS."
    },
    {
        "id": 4117,
        "title": "BOOKS TO THE PEOPLE IN WINNIPEG.",
        "body": "DESCRIBES THE ORIGINS OF THE PUBLIC LIBRARY SERVICE IN WINNIPEG, CANADA. THE 1ST SUBSCRIPTION LIBRARY WAS OPENED BY THE HISTORICAL AND SCIENTIFIC SOCIETY OF MANITOBA IN 1881, FOLLOWED BY A CARNEGIE LIBRARY IN 1905. A LIBRARY WAS ALSO ESTABLISHED BY AND FOR THE CANADIAN PACIFIC RAILWAY IN 1884."
    },
    {
        "id": 4148,
        "title": "DISTANCE EDUCATION AND THE CIAE LIBRARY, REPORT ON ONE PLANNING SURVEY.",
        "body": "EXTERNAL STUDIES PLACE NEW DEMANDS ON COLLEGE LIBRARIES. IN 1978, CAPRICORNIA INSTITUTE OF ADVANCED EDUCATION (CIAE) WAS FACED WITH DIFFICULTIES IN COPING WITH DEMANDS FROM EXTERNAL STUDENTS. THE COLLEGE CARRIED OUT A SURVEY, SENDING QUESTIONNAIRES TO 40 COLLEGES IN AUSTRALIA; THE RESULTS ARE OUTLINED. MAJOR CONCLUSIONS WERE THAT SERVICES BY COLLEGE LIBRARIES FOR EXTERNAL STUDENTS WERE VARIED, AND IN AN EMBRYONIC STAGE, AND THERE WAS URGENT NEED FOR THE DEVELOPMENT OF STANDARDS FOR LIBRARY SERVICES TO EXTERNAL STUDENTS. MORE COOPERATION BETWEEN THE LIBRARIAN AND EXTERNAL STUDIES DEPARTMENT STAFF WAS NEEDED. THE CONCLUSIONS ENABLED THE CIAE TO REFINE OBJECTIVES AND TO EXPAND THE CONCEPT OF THE EXTERNAL STUDIES LIBRARY SERVICE. NOTE' THIS ABSTRACT IS A CORRECTED VERSION OF AN EARLIER ABSTRACT AND REPLACES 80/4299."
    },
    {
        "id": 4231,
        "title": "SIMULATING PRACTICAL PROBLEMS ENCOUNTERED BY THE HANDICAPPED LIBRARY USER.",
        "body": "PARTICIPANTS SIMULATING CONDITIONS OF PHYSICAL HANDICAP ATTEMPTED TO LOCATE AND USE VARIOUS ITEMS OF LIBRARY EQUIPMENT. DIFFICULTIES OF ACCESS AND INADEQUATE SIGNPOSTING AND INSTRUCTIONS WERE FOUND AS WELL AS THE LACK OF A FIRE WARNING PERCEPTIBLE TO THE DEAF AND INADEQUATE LIGHTING FOR THE PARTIALLY SIGHTED."
    },
    {
        "id": 4249,
        "title": "EUROPEAN CONVENTION ON INFORMATION ON FOREIGN LAW.",
        "body": "PROVIDES A TEXTUAL ANALYSIS OF THE EUROPEAN CONVENTION ON INFORMATION ON FOREIGN LAW, WHICH CAME INTO BEING AS A RESULT OF FORMAL RECOGNITION BY THE COUNCIL OF EUROPE THAT INCREASING MOVEMENT OF PERSONS AND GOODS ACROSS EUROPEAN FRONTIERS HAS RESULTED IN AN INTERPENETRATION OF LAWS AND THE ATTENDANT NEED TO TAKE FOREIGN LAW INTO CONSIDERATION. DISCUSSES THE PROCEDURE AND PRECEDENT FOR ACCESSION OF A STATE NOT A MEMBER OF THE COUNCIL OF EUROPE. DESCRIBES THE IMPLEMENTATION OF THE CONVENTION IN AUSTRIA, DENMARK, GREECE, THE NETHERLANDS AND WEST GERMANY."
    },
    {
        "id": 4369,
        "title": "THE SYNERGISM OF USER NEEDS, SYSTEM REQUIREMENTS AND TECHNOLOGICAL LIMITATIONS.",
        "body": "USER PERCEPTION OF DATA IMPORTANCE AND THE ECONOMIC FEASIBILITY OF HARDWARE AND STORAGE DEVICES WILL DETERMINE THE FUTURE DIRECTION OF ON-LINE SYSTEMS. A RETRIEVAL SYSTEM'S FUNCTIONS ARE ULTIMATELY DICTATED BY DATA BASE DESIGN. EARLY ON-LINE SYSTEMS WERE DESIGNED FOR BIBLIOGRAPHIC INFORMATION LIMITED TO CITATIONS ONLY USING SEQUENTIAL FILES. NOW FULL TEXT INFORMATION, NUMERIC INFORMATION, AND MANIPULATIVE SYSTEMS ARE BEING PERCEIVED BY A CLASS OF USERS NOT INTERESTED IN SPECIALISED VOCABULARY SKILLS. THESE USERS ARE PLACING DEMANDS THAT WILL REQUIRE SOPHISTICATED INTERNAL TECHNOLOGY, IMPROVED AND EXPANDED STORAGE CAPABILITY, MORE SOPHISTICATED FILE STRUCTURE, AND TRANSPARENT DATA MANIPULATIVE DEVICES. THE ECONOMIC POTENTIAL OF THESE DEMANDS WILL BRING ABOUT THE DEVELOPMENT OF A NEW GENERATION OF MULTITIERED DATA BASES THAT ALLOW USERS AT ALL SKILL LEVELS TO APPROACH THEM. THE POINT IS THAT, AS THE USER'S NEED FOR TYPES OF DATA TO BE RETRIEVED CHANGES, SO MUST THE DATA BASE TECHNOLOGY CHANGE. REPORT NOT AVAILABLE FROM NTIS."
    },
    {
        "id": 4445,
        "title": "JOURNALS READ BY ACRL ACADEMIC LIBRARIANS, 1973 AND 1978.",
        "body": "A STUDY WAS UNDERTAKEN TO IDENTIFY THE AMOUNT AND KINDS OF PROFESSIONAL JOURNAL READING BEING DONE BY ACRL (ASSOCIATION OF COLLEGE AND RESEARCH LIBRARIES) ACADEMIC LIBRARIANS, WITH DATA DRAWN FROM 2 SEPARATE SURVEYS MADE OVER A 5-YEAR PERIOD OF TIME. QUESTIONNAIRES WERE SENT TO A SAMPLE OF ACRL MEMBERS IN 1973 AND AGAIN IN 1978, WHICH ASCERTAINED HOW MANY JOURNALS THEY WERE READING REGULARLY AND WHAT THE TITLES OF THOSE JOURNALS WERE. ILLUSTRATIONS PROVIDE A COMPARISON OF MOST FREQUENTLY READ TITLES FOR 1973 TO 1978, WITH THE PERCENTAGE OF READER RESPONSE FOR EACH TITLE. FOR BOTH YEARS SURVEYED, ACRL ACADEMIC LIBRARIANS AVERAGED APPROXIMATELY 7 JOURNALS READ ON A REGULAR BASIS. A SEPARATE ANALYSIS OF THE 1978 DATA INDICATED THAT 7 OF THE TITLES CITED AS BEING READ ACCOUNTED FOR 80% OF THE JOURNAL READING. AS HAD BEEN THE CASE IN 1973, MORE THAN 9 IN 10 OF THESE ACADEMIC LIBRARIANS WERE REGULAR READERS OF COLLEGE & RESEARCH LIBRAR IES. HOWEVER, SEVERAL OTHER TITLES HEAVILY CITED IN 1973 LOST READERSHIP AMONG ACRL MEMBERS DUE TO THE DRAMATIC APPEARANCE OF THE JOURNAL OF ACADEMIC LIBRARIANSHIP."
    },
    {
        "id": 4534,
        "title": "CHANGING CONCEPTS OF THE ROLE AND OBJECTIVES OF THE PUBLIC LIBRARY IN PALESTINE, AS EXEMPLIFIED BY THE SHA'AR ZION LIBRARY IN JAFFA AND TEL-AVIV (IN HEBREW).",
        "body": "TRACES THE EVOLVING CONCEPTIONS OF THE ROLE AND OBJECTIVES OF THE SHA'AR ZION PUBLIC LIBRARY AS FORMULATED BY ITS FOUNDERS, LIBRARIANS AND THE TOWN FATHERS DURING THE PERIOD OF THE 1ST 4 WAVES OF ZIONIST IMMIGRATION, FROM THE 1880S TO 1931. THE EMPHASIS IS ON ANALYSIS OF THE CLASH BETWEEN THE CONCEPT OF THE POPULAR PUBLIC LIBRARY, WHOSE PRIMARY PURPOSE WAS TO SERVE PREDOMINANTLY THE IMMEDIATE AND TOPICAL NEEDS OF THE IMMIGRANTS AND HELP IN THEIR ABSORPTION, AND THE CONCEPT OF THE SCHOLARLY PUBLIC LIBRARY, WHICH EMPHASISES THE PROVISION OF SERVICES TO A LIMITED CLIENTELE OF SCHOLARS, WRITERS AND TEACHERS IN THE FIELD OF JEWISH STUDIES. OPENS WITH A DESCRIPTION OF THE SOCIAL BACKGROUND OF THE PERIOD. THE 2ND PART DEALS WITH THE ORIGINS OF THE SHA'AR ZION LIBRARY AND THE CONTRIBUTION OF VOLUNTARY ORGANISATIONS SUCH AS THE B'NAI BRITH AND  B'NAI MOSHE ORDERS TOWARDS THE FORMULATION OF ITS MISSION. THE 3RD AND 4TH SECTIONS ANALYSE THE DELIBERATIONS AND CONTENTIONS OF MEMBERS OF THE TOWN COUNCIL AND OF ADVISORS WITH REGARD TO LIBRARY OBJECTIVES DURING THE PERIOD OF THE 3RD AND 4TH WAVES OF IMMIGRATION (1919-31). IN THE LAST SECTION, ATTEMPTS TO DRAW SOME CONCLUSIONS WITH REGARD TO THE ROLE PLAYED BY THE PUBLIC LIBRARY IN PALESTINE IN THE PROCESS OF REALISATION OF ZIONIST IDEOLOGY, ESPECIALLY ITS FUNCTION AS AN AGENCY FOR EDUCATING THE POPULACE IN THE SPIRIT OF THAT IDEOLOGY, AND IN REALISING THE IDEAL OF THE CREATION OF A NEW JEWISH SOCIETY IN PALESTINE WHICH WOULD PRESERVE AND MAINTAIN ITS CULTURAL EXCELLENCE AND SUPREMACY."
    },
    {
        "id": 4535,
        "title": "FOCUS ON' CAPE TOWN REGION.",
        "body": "DESCRIBES THE PUBLIC LIBRARY SERVICES IN THE CAPE TOWN REGION OF SOUTH AFRICA WITH CONSIDERATIONS OF THE 13 INDIVIDUAL LIBRARIES AND BRIEF DETAILS OF THE 12 DEPOTS."
    },
    {
        "id": 4554,
        "title": "THE LIBRARY SERVICE IN PENAL ESTABLISHMENTS IN KENT.",
        "body": "A DETAILED SURVEY OF THE LIBRARIES OF H.M. PRISON MAIDSTONE AND H.M. PRISON STANDFORD HILL WITH SURVEYS OF SERVICES IN 7 OTHER PENAL ESTABLISHMENTS IN KENT, UK."
    },
    {
        "id": 4747,
        "title": "INFORMATION SERVICE TO LAYMEN.",
        "body": "THE CONCEPT OF COMMUNITY INFORMATION SERVICE IS EXPLAINED. THE REASONS FOR THE EXISTENCE OF SUCH SERVICES ARE INDICATED AND THEIR HISTORICAL DEVELOPMENT IS SKETCHED. THE OBJECTIVES OF COMMUNITY INFORMATION SERVICES ARE SHOWN AND THE ACTIVITIES THEY UNDERTAKE ARE TREATED. IT IS SHOWN THAT PUBLIC LIBRARIES FORM A SUITABLE BASE FOR SUCH SERVICES. THE POSSIBILITIES FOR RENDERING COMMUNITY INFORMATION SERVICES IN SOUTH AFRICA ARE EXAMINED. STEPS NECESSARY FOR INSTITUTING A SERVICE ARE TREATED AND THE CRUCIAL ROLE OF STAFF INVOLVEMENT IS SHOWN."
    },
    {
        "id": 4767,
        "title": "IMPROVING NASA'S TECHNOLOGY TRANSFER PROCESS THROUGH INCREASING SCREENING AND EVALUATION IN THE INFORMATION DISSEMINATION PROGRAM.",
        "body": "THE CURRENT STATUS OF NASA'S TECHNOLOGY TRANSFER SYSTEM CAN BE IMPROVED IF THE TECHNOLOGY TRANSFER PROCESS IS BETTER UNDERSTOOD. THIS UNDERSTANDING WILL ONLY BE GAINED IF A DETAILED KNOWLEDGE ABOUT FACTORS GENERALLY INFLUENCING TECHNOLOGY TRANSFER IS DEVELOPED, AND PARTICULARLY THOSE FACTORS AFFECTING TECHNOLOGY TRANSFER FROM GOVERNMENT R AND D AGENCIES TO INDUSTRY. SECONDARY UTILISATION OF AEROSPACE TECHNOLOGY IS MADE MORE DIFFICULT BECAUSE IT DEPENDS ON A TRANSFER PROCESS WHICH CROSSES ESTABLISHED ORGANISATIONAL LINES OF AUTHORITY AND WHICH IS OUTSIDE WELL UNDERSTOOD PATTERNS OF TECHNICAL APPLICATIONS. REPORT NOT AVAILABLE FROM NTIS."
    },
    {
        "id": 4914,
        "title": "ONLINE SEARCHING AND CHEMISTRY STUDENTS AT KNOX.",
        "body": "THE CAREFUL INTEGRATION OF ON-LINE SEARCHING OF THE CHEMICAL LITERATURE INTO THE CURRICULUM AT KNOX COLLEGE LIBRARY, GALESBURG, ILLINOIS IS DESCRIBED."
    },
    {
        "id": 4918,
        "title": "AN AUTOMATIC METHOD FOR EXTRACTING SIGNIFICANT PHRASES IN SCIENTIFIC OR TECHNICAL DOCUMENTS.",
        "body": "THIS METHOD IS BASED ON TEXT STRUCTURE ANALYSIS AND USES A RELATIVELY SMALL DICTIONARY. THE DICTIONARY IS BASED ON KNOWLEDGE OF SCIENTIFIC AND TECHNOLOGICAL CONCEPTS AND ON SOME LEXICAL KNOWLEDGE. TEXT ANALYSIS IS USED TO SELECT SIGNIFICANT PHRASES AS SUBSTANTIAL AND SEMANTIC INFORMATION CARRIERS OF THE CONTENTS OF THE ABSTRACT. RESULTS OF AN EXPERIMENT ON 5 SETS OF DOCUMENTS INDICATE THAT SIGNIFICANT PHRASES ARE EFFECTIVELY EXTRACTED WITHIN A SATISFACTORY PROCESSING TIME."
    },
    {
        "id": 4941,
        "title": "THE ROMANIZATION OF CYRILLIC SCRIPT.",
        "body": "IN TERMS OF PUBLISHED LITERATURE RUSSIAN LANGUAGE MATERIAL IS 2ND ONLY TO ENGLISH LANGUAGE PRODUCTION. HOWEVER, THERE IS STILL NO GENERALLY ACCEPTED SCHEME IN THE WESTERN WORLD FOR CONVERTING CYRILLIC CHARACTERS INTO ROMAN SCRIPT. TRANSCRIPTION, BY WHICH CYRILLIC CHARACTERS ARE ROMANIZED INTO PHONEMES, GIVES GOOD RESULTS FOR PRONUNCIATION BUT LEADS TO A NUMBER OF ALTERNATIVE SPELLINGS, WHILST TRANSLITERATION, BY WHICH A SINGLE ROMAN CHARACTER IS SUBSTITUTED FOR EACH CYRILLIC CHARACTER LEADS TO PRONUNCIATION DIFFICULTIES. WITH THE GROWTH IN SCHEMES FOR CATALOGUE AUTOMATION IT IS ESSENTIAL THAT A SOLUTION IS FOUND TO THIS PROBLEM. RESEARCH HAS SHOWN THAT THE ISO STANDARD OFFERS THE BEST SOLUTION ALTHOUGH THIS HAS UNFORTUNATELY FOUND LITTLE FAVOUR IN THE USA AND UK."
    },
    {
        "id": 5023,
        "title": "GEOGRAPHICAL DISTRIBUTION OF AUSTRALIAN LIBRARY RESOURCES.",
        "body": "EXTRACT FROM RECENT TRENDS IN RESOURCE ACQUISITION IN AUSTRALIAN ACADEMIC AND RESEARCH LIBRARIES, A PAPER PRESENTED BY G.G. ALLEN AND J.R. BROCKMAN AT THE 47TH IFLA CONFERENCE, LEIPZIG, AUG 81. TABULATES AND DISCUSSES THE DISTRIBUTION OF LIBRARY RESOURCES BY STATE AS A PERCENTAGE OF NATIONAL RESOURCES, DISTRIBUTION OF POPULATION, AND LIBRARY BOOKS/INHABITANT (ALL 1933-79). RESOURCES ARE FAR FROM EVENLY DISTRIBUTED AMONG THE MAJOR POPULATION CENTRES; CANBERRA IS PARTICULARLY WELL SERVED; AND VICTORIA (2ND MOST POPULOUS STATE AND CENTRE OF AUSTRALIA'S ESTABLISHMENT AND BUSINESS ACTIVITY) IS SURPRISINGLY BADLY SERVED."
    },
    {
        "id": 5081,
        "title": "ACCESS TO FEDERAL DOCUMENTS IN SMALL NON-DEPOSITORY ACADEMIC LIBRARIES.",
        "body": "50 SMALL ACADEMIC LIBRARIES NOT HOUSING FEDERAL DEPOSITORIES WERE SURVEYED TO DETERMINE HOW WELL THEY CAN MEET USERS' NEEDS FOR FEDERAL DOCUMENTS. RESULTS INDICATE THESE LIBRARIES SPEND AN AVERAGE OF ABOUT $750 A YEAR ON DOCUMENTS, ACQUIRE VERY LITTLE FREE MATERIAL, AND INCORPORATE MOST DOCUMENTS INTO THE REGULAR COLLECTION OR THE VERTICAL FILE. ALTHOUGH MOST ACQUIRE THE BASIC DOCUMENT REFERENCE SOURCES AND BIBLIOGRAPHIC TOOLS, VERY FEW MAKE ANY SIGNIFICANT USE OF INTERLIBRARY LOAN. APPARENTLY MOST CANNOT PROVIDE ACCESS TO DOCUMENTS EQUAL TO THAT OFFERED BY EVEN SMALL DEPOSITORIES."
    },
    {
        "id": 5300,
        "title": "DORMANT EXCHANGES SUPPORTED BY A SYSTEM OF TOKENS; A SUGGESTION.",
        "body": "THE TERM 'DORMANT EXCHANGE' DESCRIBES AN EXCHANGE SYSTEM IN WHICH 1 LIBRARY NEEDS AND OBTAINS AN ITEM AT A GIVEN TIME FROM ANOTHER LIBRARY BUT NOT VICE VERSA. AN EXCHANGE IS STILL MADE, HOWEVER, BUT ON A CREDIT SYSTEM SO THAT THE OTHER LIBRARY CAN REQUEST DESIRED MATERIAL AT A LATER DATE WHEN THE NEED ARISES, THUS ELIMINATING WASTEFUL EXCHANGES. THE OPERATION COULD BE GREATLY SIMPLIFIED BY THE INTRODUCTION OF AN INTERNATIONALLY VALID EXCHANGE TOKEN ENABLING A RECIPIENT LIBRARY TO PAY FOR EXCHANGE MATERIAL AND A PROVIDING LIBRARY TO RECEIVE CREDIT FOR WHAT IS SUPPLIED. IT IS CONCEDED THAT VALUATION OF TOKENS COULD BE PROBLEMATIC."
    },
    {
        "id": 5421,
        "title": "THE LINK BETWEEN PUBLISHING AND LIBRARIES IN THE UNION OF SOVIET SOCIALIST REPUBLICS.",
        "body": "DESCRIBES THE VARIOUS WAYS IN WHICH PUBLISHERS AND LIBRARIES WORK TOGETHER IN THE SOVIET UNION, THIS BEING AN IMPORTANT MEANS OF ENSURING THE UNIVERSAL AVAILABILITY OF PUBLICATIONS. THE LINKS BETWEEN PUBLISHERS AND LIBRARIES INCLUDE, ORGANISATIONS OF LIBRARY DISTRIBUTORS, AUTOMATED SYSTEMS FOR THE MANAGEMENT OF PRINTING, THE MAKING-UP OF ACQUISITION OF STOCKS, CATALOGUING AND STANDARDISATION, SPECIALISED PUBLISHING HOUSES AND JOINT CONFERENCES WHICH ARE HELD REGULARLY TO DISCUSS COMMON PROBLEMS."
    },
    {
        "id": 5456,
        "title": "MEDIA MICROFORMS.",
        "body": "REGULAR FEATURE OF 2SERIALS REVIEW1 WHICH REVIEWS PERIODICALS DEVOTED TO AUDIO-VISUAL MATERIALS AND MICROFORMS."
    },
    {
        "id": 5522,
        "title": "CLA/CEMA COOPERATION' MACRO/MICRO PERSPECTIVES AND POSSIBILITIES.",
        "body": "CONTRIBUTION TO A SPECIAL FEATURE ON THE FUTURE OF ASSOCIATIONS. GENERAL ASSOCIATIONS WITH BROAD INTERESTS ARE LOSING MEMBERSHIP AS SPECIALIST ASSOCIATIONS GROW, AND IF THE ENTIRETY IS TO HOLD TOGETHER, THERE MUST BE A STRONG INFORMATION FLOW BETWEEN THE CONSTITUENT PARTS. THE COLORADO LIBRARY ASSOCIATION AND COLORADO EDUCATIONAL MEDIA ASSOCIATION HAVE HAD PAST DISAGREEMENTS, BUT SHARE MANY COMMON INTERESTS. SUGGESTS 13 AREAS IN WHICH THEY COULD COOPERATE AND TABULATES DATA ON THE SIMILARITIES BETWEEN THEIR PRESENT ORGANISATIONAL STRUCTURES."
    },
    {
        "id": 5578,
        "title": "THE EXPANSION OF THE RURAL LIBRARY SERVICE IN BAVARIA WITHIN THE FRAMEWORK OF THE GENERAL DEVELOPMENT OF BAVARIAN LIBRARIES.",
        "body": "LECTURE GIVEN AT THE 29TH CONFERENCE OF STATE LIBRARY CENTRES IN WEST GERMANY, BURGHAUSEN, SEPT 81. BASIC PROVISION OF STOCKS AND STAFF IS STILL NOT AS GOOD IN RURAL AS IN URBAN AREAS; FURTHER FINANCIAL PROVISION FROM THE STATE IS NECESSARY IF LIBRARY SERVICES ARE TO BE IMPROVED. PLANS FOR IMPROVING BAVARIAN LIBRARIES ARE LINKED CLOSELY WITH NATIONAL DEVELOPMENT SCHEMES. EVERY VILLAGE WITH OVER 3,000 INHABITANTS HAS A BRANCH LIBRARY AND SMALLER VILLAGES ARE SERVED BY MOBILE LIBRARIES, MORE OF WHICH ARE STILL NEEDED. CLOSURE OF MANY SMALL BRANCH LIBRARIES HAS RESULTED IN A CONCENTRATION OF SERVICES AND IN INCREASED STOCKS AND READERSHIP. COOPERATION BETWEEN PUBLIC AND SCHOOL LIBRARIES AND BETWEEN LOCAL AUTHORITY AND CHURCH PUBLIC LIBRARIES IS VERY IMPORTANT."
    },
    {
        "id": 5661,
        "title": "NATIONAL SERVICE TO PUBLIC LIBRARIES IN THE FIELD OF AUDIOVISUAL MEDIA. THE SITUATION IN THE NETHERLANDS.",
        "body": "DISCUSSES THE DEVELOPMENTS IN THE NETHERLANDS WHICH HAVE LEAD TO THE INCLUSION OF AUDIO-VISUAL MEDIA IN THE PUBLIC LIBRARIES AND THE CENTRAL SERVICES TO PUBLIC LIBRARIES IN THIS FIELD. MENTIONS PROBLEMS REGARDING THE INCLUSION OF AUDIO-VISUAL MATERIALS IN PUBLIC LIBRARIES, THE EFFECTS OF THE 1975 PUBLIC LIBRARIES ACT WHICH MADE PROVISION FOR AUDIO-VISUAL MATERIALS, THE WORK OF THE NEDERLANDS BIBLIOTHEEK EN LEKTUUR CENTRUM (DUTCH LIBRARY AND LITERATURE CENTRE) AND PRESENT PRODUCTION ACTIVITIES OF THE AUDIO-VISUAL MEDIA SERVICE. SINCE 1981 THE NBLC HAS PROVIDED A CENTRALISED SUPPLY OF AUDIO-VISUAL MATERIALS TO PUBLIC LIBRARIES. THIS SERVICE HAS ENABLED LIBRARIES TO IMPROVE THEIR AUDIO-VISUAL STOCK."
    },
    {
        "id": 5711,
        "title": "AUTOMATION: A CHALLENGE TO THE SOCIAL FUNCTION OF THE LIBRARY AND THE SOCIAL CHARACTER OF THE STAFF?.",
        "body": "DISCUSSES THE IDEAS OF COBABUS AND THIEM ON THE RELATIONSHIP BETWEEN AUTOMATION AND' (1) PRODUCTIVITY; (2) PRODUCT QUALITY; (3) STAFF QUALIFICATIONS AND TRAINING, AND THE EFFECTS OF GOVERNMENTAL RESTRICTIONS ON EXPENDITURE UPON THESE RELATIONSHIPS. AUTOMATION IN LIBRARIES TENDS TO LAG BEHIND AUTOMATION IN OTHER FIELDS BUT IT DEMANDS CHANGES IN STAFF TRAINING, INTELLECTUALISATION OF PRODUCTION WORK AND A NEW RELATIONSHIP BETWEEN PUBLIC AND ACADEMIC LIBRARIES. PROCESSES PREVIOUSLY SEPARATED CAN BE INTEGRATED BY AUTOMATION. BEFORE AUTOMATION THERE WAS A TENDENCY TOWARDS RIGIDITY IN THE HIGHER STAFF GRADES; NOW AUTOMATION REQUIRES CHANGES IN THE STAFF HIERARCHY AND THE OLD IDEA OF THE 'CLASSICAL LIBRARIAN'."
    },
    {
        "id": 5803,
        "title": "INFORMATIVE ABSTRACTS ON AGRICULTURE' A PIONEER PROJECT IN BRAZIL.",
        "body": "A COMPREHENSIVE ACCOUNT OF THE 2RESUMOS INFORMATIVOS1 PROJECT, INITIATED BY THE BRAZILIAN INSTITUTE FOR AGRICULTURAL RESEARCH (EMBRAPA). THE ABSTRACTS ARE INTENDED TO PROMOTE DISSEMINATION OF INFORMATION ON AGRICULTURAL RESEARCH, FACILITATE ACCESS TO PRIMARY DOCUMENTS, AND PREVENT DUPLICATION OF RESEARCH. THE SEQUENCE OF STAGES IN COMPILING THE ABSTRACTS IS DESCRIBED, FROM INITIAL DATA COLLECTION, SELECTION AND PROCESSING TO DISTRIBUTION AND ARRANGEMENTS FOR RETRIEVING ORIGINAL DOCUMENTS. THE STRUCTURE OF THE BIBLIOGRAPHY AND THE SUMMARIES IS OUTLINED, WITH DETAILS OF PROCEDURES FOR COMPOSING SUMMARIES. IN CONCLUSION THE IMPORTANCE OF INVOLVING AGRICULTURAL SPECIALISTS IN THE PREPARATION OF THE SUMMARIES IS EMPHASISED, AND THE POTENTIAL BENEFITS OF THE ABSTRACTS TO USERS BRIEFLY DISCUSSED."
    },
    {
        "id": 5840,
        "title": "UNIT TIME/COST STUDY OF THE ACQUISITIONS UNIT, TECHNICAL SERVICES DIVISION, TUCSON PUBLIC LIBRARY.",
        "body": "IN THE 3RD AND FINAL REPORT OF A SERIES DESIGNED TO DEVELOP UNIT TIME AND COSTS FOR THE MAJOR OPERATIONS OF THE TECHNICAL SERVICES DIVISION OF THE TUCSON PUBLIC LIBRARY, THE ACQUISITIONS UNIT'S ACTIVITIES ARE ANALYSED BY MEANS OF SELF-RECORDED DAILY LOGS. ORDERING, ACCOUNTING, AND RECEIVING ARE PERFORMED IN THIS AREA, AND THOSE FUNCTIONS ARE DETAILED BOTH IN NARRATIVE FORM AND A SERIES OF TABLES. SELECTION COSTS ARE NOT INCLUDED IN THIS REPORT. A SUMMARY OF UNIT COSTS IS PRESENTED IN WHICH SINGLE AND MULTIPLE COPY ORDERING VARIATIONS ARE USED AS EXAMPLES. REPORT NOT AVAILABLE FROM NTIS."
    },
    {
        "id": 5968,
        "title": "GUIDE TO CONVIVIAL TOOLS.",
        "body": "LISTS AND DESCRIBES 858 VOLUMES AND ARTICLES THAT, IN THEIR TURN, LIST BOOKS ON ALTERNATIVES TO INDUSTRIAL SOCIETY OR PEOPLE WHO WRITE ON THAT SUBJECT."
    },
    {
        "id": 5971,
        "title": "ORIGIN AND DEVELOPMENT OF PRINTING PRESS IN SIND.",
        "body": "EXAMINES THE DEVELOPMENT OF PRINTING IN THE SIND PROVINCE OF PAKISTAN SINCE THE PUBLICATION OF THE 1ST NEWSPAPER THERE IN 1843. GIVES BRIEF DETAILS OF SOME OF THE MANY PRIVATE PRESSES ESTABLISHED DURING THE 19TH AND EARLY 20TH CENTURY. NOTES THE EFFECT ON PRINTING OF THE ADOPTION OF THE SINDHI ALPHABET IN 1853, AND DESCRIBES THE WORK DONE BY THE EDUCATION DEPARTMENT'S PRESSES IN PRINTING SCHOOL TEXTBOOKS IN SINDHI."
    },
    {
        "id": 5990,
        "title": "ELECTRONIC PUBLISHING AND ITS IMPLICATIONS FOR LIBRARIES.",
        "body": "DISCUSSES THE FUTURE EFFECTS OF INFORMATION TECHNOLOGY ON LIBRARIES AND LIBRARY SERVICES, EMPHASISING THE ROLES OF ON-LINE RETRIEVAL SYSTEMS AND ELECTRONIC PROCESSES INVOLVING PUBLISHED LITERATURE. THE FOLLOWING ASPECTS ARE EXAMINED' LINE CHARGES AND TERMINAL COSTS, A COMPREHENSIVE ELECTRONIC JOURNAL SYSTEM, INTERLIBRARY LOANS, ELECTRONIC PUBLISHING VIA TEXT EDITING SYSTEMS, ECONOMIC CONSTRAINTS, AND TECHNOLOGICAL CONSTRAINTS. THE FOCUS THROUGHOUT IS ON SCIENTIFIC AND TECHNICAL INFORMATION. REPORT NOT AVAILABLE FROM NTIS."
    }
]